Repository: common-repository/irandargah-payment-gateway-for-give
Catalog: languages/irandargah-for-give-*.po
Languages: fa_ir

source: Settings
fa_ir: تنظیمات

source: Docs
fa_ir: مستندات

source: Iran Dargah
fa_ir: ایران درگاه

source: Make your donation quickly and securely with IranDargah
fa_ir: پرداخت خود را به شکل سریع و امن با ایران درگاه انجام دهید

source: How it works:
fa_ir: به چه شکل کار می‌کند:

source: You will be redirected to IranDargah to complete your donation with your debit card account. Once complete, you will be redirected back to this site to view your receipt.
fa_ir: شما از طریق ایران درگاه به صفحه پرداخت هدایت شده تا پرداخت خود را انجام دهید. زمانی که کامل شد، برای مشاهده رسید واریز به سایت بازگشت داده می‌شوید.

source: Merchant ID
fa_ir: کد مرچنت

source: Enter your Merchant ID.
fa_ir: کد مرچنت خود را وارد کنید.

source: IranDargah Error
fa_ir: خطای ایران درگاه

source: Unable to create a pending donation with Give.
fa_ir: امکان ایجاد سفارش پرداخت توسط Give وجود ندارد.

source: Unable to Connect to the Gateway [error: %s]
fa_ir: امکان اتصال به درگاه وجود ندارد [خطا: %s]

source: Unable to Connect to the IranDargah [message: %s]
fa_ir: امکان اتصال به ایران درگاه وجود ندارد [پیام: %s]

source: Payment Failed. The error is %s.
fa_ir: پرداخت ناموفق بود. دلیل خطا %s می‌باشد.

source: Payment has been completed before.
fa_ir: پرداخت قبلا کامل شده است.

source: Payment not found.
fa_ir: پرداخت یافت نشد.

source: Payment gateway is not equal to the gateway in the database.
fa_ir: درگاه پرداخت با درگاه ثبت شده در دیتابیس یکسان نیست.

source: Payment amount is not equal to the amount in the database.
fa_ir: مبلغ پرداختی با مبلغ ثبت شده در دیتابیس یکسان نیست.

source: IranDargah Payment Completed. The Transaction Id is %s.
fa_ir: پرداخت از طریق ایران درگاه، کامل شد. شماره تراکنش %s می‌باشد.

source: Transaction failed. Status: %s
fa_ir: تراکنش ناموفق بود. وضعیت: %s
